IdeaRS.OpenModel.Parameters.AnchorParam
Parameter which represts the record of the anchor in IDEA MPRL

IdeaRS.OpenModel.Parameters.AnchorParam.Length
Gets or sets the anchor length.

IdeaRS.OpenModel.Parameters.AnchorParam.AnchorTypeData
Gets or sets the various type of anchor.

IdeaRS.OpenModel.Parameters.AnchorParam.AnchorTypeSize
Gets or sets the size of washer plate.